Repository: Cooparr/PhotoTinder
Catalog: PhotoTinder/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br

source: App Settings
de: App-Einstellungen
es: Ajustes de la app
fr: Réglages de l'app
pt_br: Ajustes do app

source: Clean up your photo library
de: Räum deine Fotomediathek auf
es: Ordena tu fototeca
fr: Nettoie ta bibliothèque de photos
pt_br: Organize sua biblioteca de fotos

source: Couldn't delete
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fr: Impossible de supprimer
pt_br: Não foi possível excluir

# Delete %lld %@
source: Delete %1$lld %2$@
de: %1$lld %2$@ löschen
es: Eliminar %1$lld %2$@
fr: Supprimer %1$lld %2$@
pt_br: Excluir %1$lld %2$@

source: Done
de: Fertig
es: Listo
fr: OK
pt_br: OK

source: Filter & Sort
de: Filtern & sortieren
es: Filtrar y ordenar
fr: Filtrer et trier
pt_br: Filtrar e ordenar

source: Filter and sort
de: Filtern und sortieren
es: Filtrar y ordenar
fr: Filtrer et trier
pt_br: Filtrar e ordenar

source: Grant Photo Access
de: Fotozugriff erlauben
es: Permitir acceso a Fotos
fr: Autoriser l'accès aux photos
pt_br: Permitir acesso às fotos

source: Haptic feedback
de: Haptisches Feedback
es: Vibración
fr: Retour haptique
pt_br: Vibração

source: I'm using PhotoTinder to clean up my photo library — swipe left to trash, right to keep. Check it out.
de: Ich nutze PhotoTinder, um meine Fotomediathek aufzuräumen – nach links wischen zum Löschen, nach rechts zum Behalten. Schau mal rein!
es: Estoy usando PhotoTinder para ordenar mi fototeca: desliza a la izquierda para tirar y a la derecha para conservar. Échale un vistazo.
fr: J'utilise PhotoTinder pour nettoyer ma bibliothèque de photos — balaie vers la gauche pour supprimer, vers la droite pour garder. Jette un œil !
pt_br: Estou usando o PhotoTinder para organizar minha biblioteca de fotos — deslize para a esquerda para excluir e para a direita para manter. Confira!

source: Limited photo access
de: Eingeschränkter Fotozugriff
es: Acceso limitado a Fotos
fr: Accès limité aux photos
pt_br: Acesso limitado às fotos

source: Loading library…
de: Mediathek wird geladen …
es: Cargando la biblioteca…
fr: Chargement de la bibliothèque…
pt_br: Carregando biblioteca…

source: No photos found
de: Keine Fotos gefunden
es: No hay fotos
fr: Aucune photo trouvée
pt_br: Nenhuma foto encontrada

source: Nothing to review
de: Nichts zu prüfen
es: Nada que revisar
fr: Rien à revoir
pt_br: Nada para revisar

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
pt_br: Abrir Ajustes

source: Photo
de: Foto
es: Foto
pt_br: Foto

source: Photo access is off
de: Fotozugriff ist deaktiviert
es: El acceso a Fotos está desactivado
fr: L'accès aux photos est désactivé
pt_br: O acesso às fotos está desativado

source: PhotoTinder needs access to your photo library to work. Turn it on in Settings and come back.
de: PhotoTinder braucht Zugriff auf deine Fotomediathek. Aktiviere ihn in den Einstellungen und komm zurück.
es: PhotoTinder necesita acceso a tu fototeca para funcionar. Actívalo en Ajustes y vuelve.
fr: PhotoTinder a besoin d'accéder à ta bibliothèque de photos pour fonctionner. Active-le dans Réglages et reviens.
pt_br: O PhotoTinder precisa de acesso à sua biblioteca de fotos para funcionar. Ative nos Ajustes e volte.

source: Rate PhotoTinder
de: PhotoTinder bewerten
es: Valorar PhotoTinder
fr: Noter PhotoTinder
pt_br: Avaliar o PhotoTinder

source: Review
de: Prüfen
es: Revisar
fr: Revoir
pt_br: Revisar

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Ajustes

source: Share with friends
de: Mit Freunden teilen
es: Compartir con amigos
fr: Partager avec des amis
pt_br: Compartilhar com amigos

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
pt_br: Mostrar

source: Social
de: Sozial

source: Some photos are hidden. Tap to change in Settings.
de: Einige Fotos sind ausgeblendet. Tippe, um es in den Einstellungen zu ändern.
es: Algunas fotos están ocultas. Toca para cambiarlo en Ajustes.
fr: Certaines photos sont masquées. Touche pour changer dans Réglages.
pt_br: Algumas fotos estão ocultas. Toque para alterar nos Ajustes.

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
pt_br: Ordenar

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
pt_br: Estatísticas

source: Storage freed
de: Freigegebener Speicher
es: Espacio liberado
fr: Espace libéré
pt_br: Espaço liberado

source: Swipe
de: Wischen
es: Deslizar
fr: Balayer
pt_br: Deslizar

source: Swipe left to delete, right to keep. PhotoTinder remembers every decision, so you never review the same photo twice.
de: Nach links wischen zum Löschen, nach rechts zum Behalten. PhotoTinder merkt sich jede Entscheidung – du siehst dasselbe Foto nie zweimal.
es: Desliza a la izquierda para eliminar y a la derecha para conservar. PhotoTinder recuerda cada decisión, así que nunca revisas la misma foto dos veces.
fr: Balaie vers la gauche pour supprimer, vers la droite pour garder. PhotoTinder retient chaque choix : tu ne reverras jamais la même photo.
pt_br: Deslize para a esquerda para excluir e para a direita para manter. O PhotoTinder lembra cada decisão, então você nunca revisa a mesma foto duas vezes.

source: Swipe some photos on the Swipe tab. Anything you mark for deletion — or keep this session — will appear here.
de: Wische ein paar Fotos im Tab „Wischen“. Alles, was du in dieser Sitzung zum Löschen oder Behalten markierst, erscheint hier.
es: Desliza algunas fotos en la pestaña Deslizar. Lo que marques para eliminar o conservar en esta sesión aparecerá aquí.
fr: Balaie quelques photos dans l'onglet Balayer. Tout ce que tu marques pour suppression — ou que tu gardes cette session — apparaîtra ici.
pt_br: Deslize algumas fotos na aba Deslizar. Tudo que você marcar para excluir — ou manter nesta sessão — aparecerá aqui.

source: Theme
de: Design
es: Tema
fr: Thème
pt_br: Tema

source: There are no photos in your library yet.
de: In deiner Mediathek sind noch keine Fotos.
es: Aún no hay fotos en tu biblioteca.
fr: Il n'y a pas encore de photos dans ta bibliothèque.
pt_br: Sua biblioteca ainda não tem fotos.

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
pt_br: Desfazer

source: You're all caught up
de: Alles erledigt
es: ¡Estás al día!
fr: Tout est à jour !
pt_br: Você está em dia

source: You've reviewed every photo in your library. Come back after taking more.
de: Du hast jedes Foto in deiner Mediathek geprüft. Komm wieder, wenn du neue gemacht hast.
es: Has revisado todas las fotos de tu biblioteca. Vuelve cuando hagas más.
fr: Tu as passé en revue toutes les photos de ta bibliothèque. Reviens quand tu en auras pris d'autres.
pt_br: Você revisou todas as fotos da sua biblioteca. Volte depois de tirar mais.

source: Your photos stay on your device. We don't store, back up, or copy them anywhere.
de: Deine Fotos bleiben auf deinem Gerät. Wir speichern, sichern oder kopieren sie nirgends.
es: Tus fotos se quedan en tu dispositivo. No las almacenamos, ni las respaldamos, ni las copiamos en ningún sitio.
fr: Tes photos restent sur ton appareil. On ne les stocke, ne les sauvegarde et ne les copie nulle part.
pt_br: Suas fotos ficam no seu dispositivo. Não armazenamos, não fazemos backup nem copiamos para nenhum lugar.
